Repository: common-repository/connect-cf7-to-pipedrive
Catalog: languages/connect-cf7-to-pipedrive-*.po
Languages: he_il

source: Label Dropdown
he_il: תווית נפתחת

source: , Required
he_il: , נדרש

source: Access Token
he_il: אסימון גישה

source: API Error Notification
he_il: הודעת שגיאה API

source: CF7 - PipeDrive Connection
he_il: חיבור CF7 - PipeDrive

source: CF7 - PipeDrive: Error Logs
he_il: CF7 - PipeDrive: יומני שגיאות

source: CF7 - PipeDrive: Settings
he_il: CF7 - PipeDrive: הגדרות

source: CF7 Form
he_il: טופס CF7

source: CF7 Form Field
he_il: שדה טופס CF7

source: CF7 To PipeDrive plugin allows you to send Contact Form 7 data to PipeDrive.
he_il: תוסף CF7 To PipeDrive מאפשר לך לשלוח נתונים מטופס יצירת קשר 7 ל-PipeDrive.

source: Connect
he_il: חבר

source: Connect CF7 to PipeDrive
he_il: חבר את CF7 ל-PipeDrive

source: Connection Error.
he_il: שגיאת חיבור.

source: Connection Successful.
he_il: החיבור הצליח.

source: Contact Form 7 - PipeDrive Integration
he_il: אינטגרציה של טופס יצירת קשר 7 - PipeDrive

source: Delete data on uninstall?
he_il: למחוק נתונים בעת הסרה?

source: Edit
he_il: ערוך

source: Enable send
he_il: אפשר שליחה

source: Enter the email address. For multiple email addresses, you can add email address by comma separated.
he_il: הזן את כתובת האימייל. לכתובות אימייל מרובות, אתה יכול להוסיף כתובת אימייל באמצעות פסיק.

source: Enter the subject.
he_il: הכנס את הנושא.

source: Error Logs
he_il: יומני שגיאות

source: Integration settings saved.
he_il: הגדרות האינטגרציה נשמרו.

source: No Error Logs found.
he_il: לא נמצאו יומני שגיאות.

source: No forms found.
he_il: לא נמצאו טפסים.

# Options link
source: Settings
he_il: הגדרות

source: PipeDrive Field
he_il: שדה PipeDrive

source: Save Changes
he_il: שמור שינויים

source: Search org by name
he_il: חפש ארגון לפי שם

source: Search person by email
he_il: חפש אדם לפי דואר אלקטרוני

source: Select a field
he_il: בחר שדה

source: Send To
he_il: שלח אל

source: Settings
he_il: הגדרות

source: Subject
he_il: נושא

source: The plugin functions as follows: Based on the available fields, it will create corresponding entities on the Pipedrive side and establish dependencies between them. Additionally, it generates a new lead based on these entities. So, if you have fields like name, phone, email, address, and message, the plugin will create a lead with the person specified in the name field along with the corresponding phone number and email. Additionally, it will create a company with the address specified in the address field. Then, it will attach the message as a note to the lead.
he_il: התוסף פועל כך: בהתאם לשדות הזמינים, יצור את הישויות המקבילות בצד Pipedrive וייצור תלות ביניהם. בנוסף, התוסף מייצר ליד חדש בהתאם לישויות האלה. אז, אם יש לך שדות כמו שם, טלפון, דואר אלקטרוני, כתובת והודעה, התוסף ייצור ליד עם האיש שצוין בשדה השם יחד עם מספר הטלפון המתאים והדואר האלקטרוני. בנוסף, ייצור חברה עם הכתובת שצוינה בשדה הכתובת. אז, יצרף את ההודעה כהערה לליד.

source: Update organization if exist
he_il: עדכן ארגון אם קיים

source: Update person if exist
he_il: עדכן אדם אם קיים

source: Utilize these preconfigured CF7 tags to simplify label mapping. Simply insert this tag into the CF7 form editor and select the appropriate Pipedrive label field in our plugin.
he_il: השתמש בתגיות CF7 מוגדרות מראש אלה כדי לפשט את מיפוי התוויות. פשוט הכנס את התגית הזו לעורך הטפסים של CF7 ובחר את שדה התווית המתאים של Pipedrive בתוסף שלנו.

source: Your personal API key can be found under Settings > Personal preferences > API. user guide
he_il: מפתח ה-API האישי שלך נמצא תחת הגדרות > העדפות אישיות > API. מדריך למשתמש
